"use strict"
const quiz = [
  {
    "q": "Яка твоя улюблена тварина!?",
    "a": {
      "m": "Я всіх люблю!",
      "g": "Жираф",
      "c": "Кішка",
      "d": "Собака",
      "p": "Папуга",
      "f": "Я тварин терпіти не можу!"
    }
  },
  {
    "q": "Ти їв (а) корм для тварин?",
    "a": {
      "m": "Пробував усі види корму.",
      "g": "Пробував не усі, але більшість.",
      "c": "Пробував корм для котів.",
      "d": "Пробував корм для собак.",
      "p": "Пробував корм для папуг.",
      "f": "Ні, не пробував.",
    }
  },
  {
    "q": "Які у тебе вдома є тварини?",
    "a": {
      "m": "У мене свій міні-зоопарк/тераріум.",
      "g": "У мене їх немає і я дуже сумую :-(!",
      "c": "Тільки кішка.",
      "d": "Тільки собака.",
      "p": "Тільки рибки/свинки/папуги та інші.",
      "f": "Немає, і я дуже цьому радий(а).",
    }
  },
  {
    "q": "Як ти часто ти гуляєш?",
    "a": {
      "m": "Постійно шукаю час, щоб погуляти",
      "g": "Я часто хворію, тому не дуже часто гуляю.",
      "c": "Гуляю тільки у дворі, далеко не ходжую",
      "d": "Тільки тоді, коли займаюсь спортом.",
      "p": "Виходжу тільки на вечірки й потужний двіж.",
      "f": "Я не хочу гуляти, краще сидіти за комп'ютером!",
    }
  },
  {
    "q": "Як часто ти їси !?",
    "a": {
      "m": "Постійно, чимось підкріплююсь.",
      "g": "Коли мама накине тоді й їм.",
      "c": "Їм за розкладом 5-6 разів на день.",
      "d": "Їм за розкладом 2-4 рази на день.",
      "p": "Коли маю час тодій і їм.",
      "f": "Мало їм, слідкую за фігурою.",
    }
  },
  {
    "q": "Ти любиш купатися?",
    "a": {
      "m": "Багато, особливо люблю в море, на річці.",
      "g": "Так! Обажаю!",
      "c": "Так - люблю, але купаюсь рідко.",
      "d": "Тільки у ванній.",
      "p": "Не дуже!",
      "f": "Взагалі не люблю!",
    }
  },
  {
    "q": "Чи любиш ти квіти?",
    "a": {
      "m": "Так! Обажаю!",
      "g": "З квітів я знаю тільки троянду і рамашка!",
      "c": "Люблю коли мені їх дарують, відчуваю себе принцесою!",
      "d": "Одні люблю, інші терпіти не можу!",
      "p": "Мені все одно, хай ростуть, тільки мене не чіпають.",
      "f": "Терпіти не можу!",
    }
  },
  {
    "q": "Що для тебе найприємніше?",
    "a": {
      "m": "Я за будь-який двіж!",
      "g": "Піти всією сім'єю на пікнік або в похід.",
      "c": "Погулятись з ліпшим другом/подругою.",
      "d": "Веселитися з друзями!",
      "p": "Лежати на ліжку і дивитися телевізор.",
      "f": "Мені всюди погано.",
    }
  },
  {
    "q": "Що ти робиш у вільний час?",
    "a": {
      "m": "Постійно, чимось займаюсь.",
      "g": "Планую зустрічі, та займаюсь справами, які не встиг зробити, до цього.",
      "c": "Коли як!",
      "d": "Буду кататися на велосипеді і займатися спортом.",
      "p": "Компьютор і телевізор, ось кращий відпочинок.",
      "f": "У мене немає вільного часу.",
    }
  },
  {
    "q": "Який твій улюблений мультфільм?",
    "a": {
      "m": "Чіп і Дейл",
      "g": "Шрек",
      "c": "Кіт - Леопольд",
      "d": "101 далматинець",
      "p": "Качині історії",
      "f": "Важко сказати.",
    }
  },
];